Repository: bercoding/SnapArtv2.0
Catalog: SnapArtV2-1/Resources/SnapArtV2-1 Localizations/*.xcloc/Localized Contents/*.xliff
Languages: hi, id, ko, ms

source: Ảnh sẽ bị xóa vĩnh viễn khỏi ứng dụng.
hi: छवि को स्थायी रूप से आवेदन से हटा दिया जाएगा।
id: Gambar akan dihapus secara permanen dari aplikasi.
ko: 이미지는 응용 프로그램에서 영구적으로 삭제됩니다.
ms: Imej akan dipadam secara kekal dari permohonan.

source: Bắt đầu
hi: शुरू
id: Mulai
ko: 시작하다
ms: Mulakan

source: Bạn có chắc muốn xóa tất cả ảnh? Hành động này không thể hoàn tác.
hi: क्या आप सभी तस्वीरों को हटाना सुनिश्चित करते हैं? यह कार्रवाई नहीं की जा सकती।
id: Apakah Anda pasti akan menghapus semua foto? Tindakan ini tidak dapat dilakukan.
ko: 모든 사진을 삭제 하시겠습니까? 이 조치는 수행 할 수 없습니다.
ms: Adakah anda pasti memadamkan semua foto? Tindakan ini tidak dapat dilakukan.

source: Bỏ qua
hi: छोडना
id: Melewati
ko: 건너뛰다
ms: Langkau

source: Bộ lọc khuôn mặt
hi: मुकाबला फ़िल्टर
id: Filter wajah
ko: 얼굴 필터
ms: Penapis muka

source: Bộ lọc khuôn mặt AR
hi: एआर फेस फिल्टर
id: AR Face Filter
ko: AR 페이스 필터
ms: Penapis muka AR

source: Bộ lọc:
hi: फ़िल्टर:
id: Menyaring:
ko: 필터:
ms: Penapis:

source: Chào mừng đến với SnapArt
hi: स्नैपार्ट में आपका स्वागत है
id: Selamat datang di Snapart
ko: Snapart에 오신 것을 환영합니다
ms: Selamat datang ke Snapart

source: Chi tiết ảnh
hi: फोटो विवरण
id: Detail foto
ko: 사진 세부 사항
ms: Butiran foto

source: Chọn một danh mục phía trên để xem các filter
hi: फ़िल्टर देखने के लिए ऊपर एक श्रेणी चुनें
id: Pilih kategori di atas untuk melihat filter
ko: 필터를 보려면 위의 범주를 선택하십시오
ms: Pilih kategori di atas untuk melihat penapis

source: Chọn một tùy chọn bên dưới
hi: नीचे एक विकल्प चुनें
id: Pilih opsi di bawah ini
ko: 아래 옵션을 선택하십시오
ms: Pilih pilihan di bawah

source: Chọn ngôn ngữ cho ứng dụng
hi: आवेदन के लिए भाषा का चयन करें
id: Pilih bahasa untuk aplikasi
ko: 응용 프로그램의 언어를 선택하십시오
ms: Pilih bahasa untuk aplikasi

source: Chưa có ảnh nào
hi: कोई तस्वीर नहीं है
id: Tidak ada gambar
ko: 사진이 없습니다
ms: Tidak ada gambar

source: Chưa có tài khoản?
hi: खाता नहीं?
id: Tidak ada akun?
ko: 계정이 없습니까?
ms: Tiada akaun?

source: Chụp ảnh từ camera để lưu vào thư viện
hi: इसे लाइब्रेरी में सहेजने के लिए कैमरे से तस्वीरें लें
id: Ambil foto dari kamera untuk menyimpannya ke perpustakaan
ko: 카메라에서 사진을 찍어 라이브러리에 저장하십시오.
ms: Ambil gambar dari kamera untuk menyimpannya ke perpustakaan

source: Dùng tài khoản demo
hi: एक डेमो खाते का उपयोग करें
id: Gunakan akun demo
ko: 데모 계정을 사용하십시오
ms: Gunakan akaun demo

source: Hiển thị nhỏ
hi: छोटा प्रदर्शन
id: Tampilan kecil
ko: 작은 디스플레이
ms: Paparan kecil

source: Hiển thị vừa
hi: मध्यम प्रदर्शन
id: Tampilan sedang
ko: 적당한 디스플레이
ms: Paparan sederhana

source: Hủy
hi: रद्द करना
id: Membatalkan
ko: 취소
ms: Batalkan

source: Không thể kết nối đến máy chủ
hi: सर्वर से कनेक्ट नहीं कर सकते
id: Tidak dapat terhubung ke server
ko: 서버에 연결할 수 없습니다
ms: Tidak dapat menyambung ke pelayan

source: Kiểm tra MediaPipe
hi: मीडियापाइप की जाँच करें
id: Periksa Mediapipe
ko: 미디어 파이프를 확인하십시오
ms: Semak MediaPipe

source: Lỗi
hi: गलती
id: Kesalahan
ko: 오류
ms: Ralat

source: Lưu ảnh của bạn vào thư viện và chia sẻ với bạn bè
hi: अपनी तस्वीर को लाइब्रेरी में सहेजें और दोस्तों के साथ साझा करें
id: Simpan foto Anda ke perpustakaan dan bagikan dengan teman
ko: 사진을 도서관에 저장하고 친구들과 공유하십시오.
ms: Simpan foto anda ke perpustakaan dan kongsi dengan rakan

source: Lưu trữ và chia sẻ
hi: भंडारण और शेयर
id: Penyimpanan dan berbagi
ko: 저장 및 공유
ms: Penyimpanan dan Kongsi

source: MediaPipe Test
hi: मीडियापिप टेस्ट
id: Tes MediAPipe
ko: 미디어 파이프 테스트
ms: Ujian MediaPipe

source: Mở Camera với Filter
hi: फ़िल्टर के साथ कैमरा खोलें
id: Buka kamera dengan filter
ko: 필터로 카메라를 엽니 다
ms: Buka kamera dengan penapis

source: Ngôn ngữ
hi: भाषा
id: Bahasa
ko: 언어
ms: Bahasa

source: OK
hi: ठीक है
id: OKE
ko: 좋아요

source: Quá thời gian chờ
hi: अधिक समय तक
id: Over -time
ko: 시간 이상
ms: Lebih -waktu

source: Quên mật khẩu?
hi: पासवर्ड भूल गए?
id: Lupa password?
ko: 비밀번호를 잊으 셨나요?
ms: Lupa kata laluan?

source: SnapArt
hi: स्नैपार्ट

source: Tài khoản cá nhân
hi: व्यक्तिगत लेखा
id: Akun pribadi
ko: 개인 계정
ms: Akaun peribadi

source: Tạo ảnh vui theo thời gian thực
hi: वास्तविक समय में मजेदार तस्वीरें बनाएं
id: Buat foto lucu secara real time
ko: 실시간으로 재미있는 사진을 만듭니다
ms: Buat gambar lucu dalam masa nyata

source: Tạo ảnh độc đáo với filter AR
hi: एआर फ़िल्टर के साथ एक अनूठी छवि बनाएं
id: Buat gambar unik dengan filter AR
ko: AR 필터로 고유 한 이미지를 만듭니다
ms: Buat gambar yang unik dengan penapis AR

source: Tạo tài khoản để bắt đầu sử dụng SnapArt
hi: Snapart का उपयोग शुरू करने के लिए एक खाता बनाएँ
id: Buat akun untuk mulai menggunakan Snapart
ko: SnapArt를 사용할 수있는 계정을 만듭니다
ms: Buat akaun untuk mula menggunakan SnapArt

source: Thời gian chụp:
hi: समय:
id: Waktu:
ko: 시간:
ms: Masa:

source: Thư viện ảnh
hi: चित्र पुस्तकालय
id: Pustaka foto
ko: 사진 라이브러리
ms: Perpustakaan Foto

source: Thử lại
hi: पुन: प्रयास करें
id: Mencoba kembali
ko: 다시 해 보다
ms: Cuba semula

source: Thử nghiệm Filter với ảnh
hi: तस्वीरों के साथ परीक्षण फ़िल्टर
id: Uji filter dengan foto
ko: 사진과 함께 테스트 필터
ms: Penapis Ujian dengan Foto

source: Tiếp theo
hi: अगला
id: Berikutnya
ko: 다음
ms: Seterusnya

source: Trải nghiệm các bộ lọc khuôn mặt thời gian thực với công nghệ MediaPipe
hi: मीडियापाइप प्रौद्योगिकी के साथ वास्तविक -समय चेहरे फिल्टर का अनुभव करें
id: Mengalami filter wajah nyata -waktu dengan teknologi mediapipipe
ko: 미디어 파이프 기술로 실시간 얼굴 필터를 경험하십시오
ms: Mengalami penapis muka masa sebenar dengan teknologi MediaPipe

source: Ứng dụng chỉnh sửa ảnh với bộ lọc khuôn mặt
hi: फेस फिल्टर के साथ फोटो एडिटिंग एप्लिकेशन
id: Aplikasi pengeditan foto dengan filter wajah
ko: 얼굴 필터가있는 사진 편집 응용 프로그램
ms: Aplikasi penyuntingan foto dengan penapis muka

source: Ứng dụng chỉnh sửa ảnh với các bộ lọc khuôn mặt thú vị và độc đáo
hi: दिलचस्प और अद्वितीय चेहरे के फिल्टर के साथ फोटो संपादन ऐप
id: Aplikasi pengeditan foto dengan filter wajah yang menarik dan unik
ko: 흥미롭고 독특한 얼굴 필터가있는 사진 편집 앱
ms: Aplikasi penyuntingan foto dengan penapis wajah yang menarik dan unik

source: Xác nhận xóa
hi: DELETE की पुष्टि करें
id: Konfirmasi hapus
ko: 삭제를 확인하십시오
ms: Sahkan padam

source: Xóa
hi: मिटाएं
id: Menghapus
ko: 지우다
ms: Padam

source: Xóa ảnh này?
hi: इस तस्वीर को मिटा दो?
id: Hapus foto ini?
ko: 이 사진을 삭제 하시겠습니까?
ms: Padam foto ini?

source: Xóa tất cả
hi: सभी हटा दो
id: Hapus semua
ko: 모든 것을 삭제하십시오
ms: Padam semua

source: Đang tải ảnh...
hi: फ़ोटो लोड हो रहा है ...
id: Memuat foto ...
ko: 사진로드 ...
ms: Memuat gambar ...

source: Đang tải...
hi: डाउनलोड करना ...
id: Mengunduh ...
ko: 다운로드 ...
ms: Memuat turun ...

source: Đã chọn
hi: चयनित
id: Terpilih
ko: 선택된
ms: Dipilih

source: Đã có tài khoản?
hi: खाते हैं?
id: Ada akun?
ko: 계정이 있습니까?
ms: Ada akaun?

source: Đăng Nhập
hi: लॉग इन करें
id: Masuk
ko: 로그인하십시오
ms: Log masuk

source: Đăng ký
hi: पंजीकरण करवाना
id: Daftar
ko: 등록하다
ms: Daftar

source: Đăng ký tài khoản mới
hi: एक नए खाते के लिए पंजीकरण करें
id: Mendaftar untuk akun baru
ko: 새 계정에 등록하십시오
ms: Daftar untuk akaun baru

source: Đăng nhập
hi: लॉग इन करें
id: Masuk
ko: 로그인하십시오
ms: Log masuk

source: Đăng nhập để lưu trữ ảnh của bạn trên đám mây và đồng bộ giữa các thiết bị
hi: क्लाउड में अपनी फ़ोटो स्टोर करने के लिए लॉग इन करें और उपकरणों के बीच सिंक्रनाइज़ करें
id: Masuk untuk menyimpan foto Anda di cloud dan sinkronisasi antar perangkat
ko: 클라우드에 사진을 저장하려면 로그인하고 장치간에 동기화하십시오.
ms: Log masuk untuk menyimpan foto anda di awan dan disegerakkan antara peranti

source: Đăng nhập để tiếp tục
hi: जारी रखने के लिए लॉगिन करें
id: Masuk untuk melanjutkan
ko: 계속하려면 로그인하십시오
ms: Log masuk untuk meneruskan

source: Đóng
hi: बंद करना
id: Menutup
ko: 닫다
ms: Tutup
