Repository: bercoding/SnapArtv2.0
Catalog: SnapArtV2-1/Component/Resources/SnapArtV2-1 Localizations/*.xcloc/Localized Contents/*.xliff
Languages: es, hu, ja, tr

source: Ảnh sẽ bị xóa vĩnh viễn khỏi ứng dụng.
es: La imagen se eliminará permanentemente de la aplicación.
hu: A képet véglegesen törlik az alkalmazásból.
ja: 画像はアプリケーションから永続的に削除されます。
tr: Görüntü uygulamadan kalıcı olarak silinecektir.

source: Bắt đầu
es: Comenzar
hu: Kezdődik
ja: 始める
tr: Başlamak

source: Bạn có chắc muốn xóa tất cả ảnh? Hành động này không thể hoàn tác.
es: ¿Estás seguro de eliminar todas las fotos? Esta acción no se puede hacer.
hu: Biztosan törli az összes fényképet? Ezt a műveletet nem lehet végrehajtani.
ja: すべての写真を削除しますか？このアクションは実行できません。
tr: Tüm fotoğrafları sildiğinizden emin misiniz? Bu eylem yapılamaz.

source: Bỏ qua
es: Saltar
hu: Kihagyás
ja: スキップ
tr: Atlamak

source: Bộ lọc khuôn mặt
es: Filtro de cara
hu: Arcszűrő
ja: フェイスフィルター
tr: Yüz filtresi

source: Bộ lọc khuôn mặt AR
es: Filtro de cara AR
hu: AR arcszűrő
ja: ARフェイスフィルター
tr: AR Yüz Filtresi

source: Bộ lọc:
es: Filtrar:
hu: Szűrő:
ja: フィルター：
tr: Filtre:

source: Chào mừng đến với SnapArt
es: Bienvenido a Snapart
hu: Üdvözöljük a Snapartban
ja: スナパートへようこそ
tr: Snapart'a hoş geldiniz

source: Chi tiết ảnh
es: Detalles de la foto
hu: Fotó részletei
ja: 写真の詳細
tr: Fotoğraf Ayrıntıları

source: Chọn một danh mục phía trên để xem các filter
es: Elija una categoría anterior para ver el filtro
hu: Válasszon egy fenti kategóriát a szűrő megtekintéséhez
ja: フィルターを表示するには、上記のカテゴリを選択してください
tr: Filtreyi görüntülemek için yukarıdaki bir kategori seçin

source: Chọn một tùy chọn bên dưới
es: Seleccione una opción a continuación
hu: Válassza ki az alábbi lehetőséget
ja: 以下のオプションを選択してください
tr: Aşağıda bir seçenek seçin

source: Chọn ngôn ngữ cho ứng dụng
es: Seleccione el idioma para la aplicación
hu: Válassza ki az alkalmazás nyelvét
ja: アプリケーションの言語を選択します
tr: Uygulama için dili seçin

source: Chưa có ảnh nào
es: No hay imagen
hu: Nincs kép
ja: 写真はありません
tr: Resim yok

source: Chưa có tài khoản?
es: ¿Sin cuenta?
hu: Nincs számla?
ja: アカウントはありませんか？
tr: Hesap yok mu?

source: Chụp ảnh từ camera để lưu vào thư viện
es: Tome fotos de la cámara para guardarlo en la biblioteca
hu: Készítsen fényképeket a kameráról, hogy elmentse a könyvtárba
ja: カメラから写真を撮ってライブラリに保存する
tr: Kütüphaneye kaydetmek için kameradan fotoğraf çekin

source: Dùng tài khoản demo
es: Use una cuenta de demostración
hu: Használjon demonstrációs fiókot
ja: デモアカウントを使用します
tr: Demo hesabı kullanın

source: Hiển thị nhỏ
es: Pantalla pequeña
hu: Kis kijelző
ja: 小さなディスプレイ
tr: Küçük ekran

source: Hiển thị vừa
es: Pantalla moderada
hu: Mérsékelt kijelző
ja: 中程度のディスプレイ
tr: Orta Ekran

source: Hủy
es: Cancelar
hu: Töröl
ja: キャンセル
tr: İptal etmek

source: Không thể kết nối đến máy chủ
es: No se puede conectar al servidor
hu: Nem lehet csatlakozni a szerverhez
ja: サーバーに接続できません
tr: Sunucuya bağlanamıyorum

source: Kiểm tra MediaPipe
es: Verifique MediaPipe
hu: Ellenőrizze a MediaPipe -t
ja: Mediapipeを確認してください
tr: MediaPipe'yi kontrol edin

source: Lỗi
es: Error
hu: Hiba
ja: エラー
tr: Hata

source: Lưu ảnh của bạn vào thư viện và chia sẻ với bạn bè
es: Guarde su foto en la biblioteca y comparta con amigos
hu: Mentse el fényképét a könyvtárba, és ossza meg a barátaival
ja: 写真を図書館に保存して、友達と共有する
tr: Fotoğrafınızı kütüphaneye kaydedin ve arkadaşlarınızla paylaşın

source: Lưu trữ và chia sẻ
es: Almacenamiento y compartir
hu: Tárolás és megosztás
ja: ストレージと共有
tr: Depolama ve paylaş

source: MediaPipe Test
es: Prueba de medias
hu: Mediacső teszt
ja: メディアパイプテスト
tr: Mediapipe testi

source: Mở Camera với Filter
es: Abra la cámara con el filtro
hu: Nyissa ki a kamerát szűrővel
ja: フィルターでカメラを開きます
tr: Kamerayı filtre ile açın

source: Ngôn ngữ
es: Idioma
hu: Nyelv
ja: 言語
tr: Dil

source: OK
es: DE ACUERDO
hu: RENDBEN
ja: わかりました
tr: TAMAM

source: Quá thời gian chờ
es: Con el tiempo
hu: Túli idő
ja: 時間とともに
tr: Mesai

source: Quên mật khẩu?
es: ¿Olvidó la contraseña?
hu: Elfelejtette a jelszót?
ja: パスワードを忘れましたか？
tr: Şifreyi mi unuttunuz?

source: SnapArt
hu: Pillanatnyi
ja: スナパート
tr: Çıtçıt

source: Tài khoản cá nhân
es: Cuenta personal
hu: Személyes számla
ja: 個人アカウント
tr: Kişisel hesap

source: Tạo ảnh vui theo thời gian thực
es: Crea fotos divertidas en tiempo real
hu: Hozzon létre vicces képeket valós időben
ja: 面白い写真をリアルタイムで作成します
tr: Gerçek zamanlı komik fotoğraflar oluşturun

source: Tạo ảnh độc đáo với filter AR
es: Crear una imagen única con filtro AR
hu: Hozzon létre egy egyedi képet A AR szűrővel
ja: ARフィルターで一意の画像を作成します
tr: AR filtresi ile benzersiz bir görüntü oluşturun

source: Tạo tài khoản để bắt đầu sử dụng SnapArt
es: Cree una cuenta para comenzar a usar Snapart
hu: Hozzon létre egy fiókot a Snapart használatához
ja: アカウントを作成して、Snapartの使用を開始します
tr: Snapart'ı kullanmaya başlamak için bir hesap oluşturun

source: Thời gian chụp:
es: Tiempo:
hu: Idő:
ja: 時間：
tr: Zaman:

source: Thư viện ảnh
es: Biblioteca
hu: Fotókönyvtár
ja: 写真図書館
tr: Fotoğraf kütüphanesi

source: Thử lại
es: Rever
hu: Újjáépít
ja: リトライ
tr: Yeniden yapmak

source: Thử nghiệm Filter với ảnh
es: Filtro de prueba con fotos
hu: Tesztszűrő fotókkal
ja: 写真でフィルターをテストします
tr: Fotoğraflarla test filtresi

source: Tiếp theo
es: Próximo
hu: Következő
ja: 次
tr: Sonraki

source: Trải nghiệm các bộ lọc khuôn mặt thời gian thực với công nghệ MediaPipe
es: Experimentar filtros faciales de tiempo real con tecnología MediaPipe
hu: Tapasztalja meg a valós időpontú arcszűrőket a MediaPipe technológiával
ja: Mediapipeテクノロジーでリアルタイムフェイシャルフィルターを体験してください
tr: MediaPipe Technology ile Gerçek Zamanlı Yüz Filtreleri Deneyin

source: Ứng dụng chỉnh sửa ảnh với bộ lọc khuôn mặt
es: Aplicación de edición de fotos con filtro de cara
hu: Fotószerkesztő alkalmazás arcszűrővel
ja: フェイスフィルター付きの写真編集アプリケーション
tr: Yüz filtresi ile fotoğraf düzenleme uygulaması

source: Ứng dụng chỉnh sửa ảnh với các bộ lọc khuôn mặt thú vị và độc đáo
es: Aplicación de edición de fotos con filtros faciales interesantes y únicos
hu: Fotószerkesztő alkalmazás érdekes és egyedi arcszűrőkkel
ja: 興味深いユニークなフェイシャルフィルターを備えた写真編集アプリ
tr: İlginç ve benzersiz yüz filtreleri ile fotoğraf düzenleme uygulaması

source: Xác nhận xóa
es: Confirmar eliminar
hu: Erősítse meg a törlést
ja: 削除を確認します
tr: Silini onaylayın

source: Xóa
es: Borrar
hu: Kitöröl
ja: 消去します
tr: Silmek

source: Xóa ảnh này?
es: ¿Eliminar esta foto?
hu: Törölje ezt a fényképet?
ja: この写真を削除しますか？
tr: Bu fotoğrafı silin mi?

source: Xóa tất cả
es: Eliminar todo
hu: Törölje az összeset
ja: すべてを削除します
tr: Hepsini sil

source: Đang tải ảnh...
es: Cargando fotos ...
hu: Fotók betöltése ...
ja: 写真の読み込み...
tr: Fotoğraf yükleme ...

source: Đang tải...
es: Descarga ...
hu: Letöltés ...
ja: ダウンロード...
tr: İndirme ...

source: Đã chọn
es: Seleccionado
hu: Kiválasztott
ja: 選択
tr: Seçilmiş

source: Đã có tài khoản?
es: ¿Hay cuentas?
hu: Vannak számlák?
ja: アカウントがありますか？
tr: Hesaplar var mı?

source: Đăng Nhập
es: Acceso
hu: Bejelentkezik
ja: ログイン
tr: Giriş yapmak

source: Đăng ký
es: Registro
hu: Nyilvántartás
ja: 登録する
tr: Kayıt olmak

source: Đăng ký tài khoản mới
es: Regístrese para una nueva cuenta
hu: Regisztráljon egy új fiókra
ja: 新しいアカウントに登録します
tr: Yeni bir hesaba kaydolun

source: Đăng nhập
es: Acceso
hu: Bejelentkezik
ja: ログイン
tr: Giriş yapmak

source: Đăng nhập để lưu trữ ảnh của bạn trên đám mây và đồng bộ giữa các thiết bị
es: Inicie sesión para almacenar sus fotos en la nube y sincronizar entre dispositivos
hu: Jelentkezzen be, hogy tárolja a fotóit a felhőben, és szinkronizálja az eszközök között
ja: ログインして写真をクラウドに保存し、デバイス間で同期します
tr: Fotoğraflarınızı bulutta saklamak ve cihazlar arasında senkronize etmek için giriş yapın

source: Đăng nhập để tiếp tục
es: Iniciar sesión para continuar
hu: Jelentkezzen be a folytatáshoz
ja: ログインして続行します
tr: Devam Etmek İçin Giriş Yapın

source: Đóng
es: Cerca
hu: Közeli
ja: 近い
tr: Kapalı
